Repository: PoGo-Devs/PoGo
Catalog: src/PoGo.Windows/Localization/*/Items.resw
Source language: en_us
Languages: cs, de, el, es, fr, hu_hu, it, nl, pl, pt_br, pt_pt, ru, tr, zh_cn, zh_hk, zh_tw

# D_ItemGreatBall
source: A device for capturing wild Pokémon. It's thrown like a ball at a wild Pokémon, comfortably encapsulating its target.
cs: Zařízení pro odchyt divokých pokemonů. Pokud je po pokemonovi hozeno, konfortně ho uzavře uvnitř.
de: Ein Ball mit guter Erfolgsquote. Dem Pokéball in allen Punkten überlegen.
el: Μία συσκευή για να πίανεις άγρια πόκεμον. Την πετάς σάν μπάλα σε ένα άγριο πόκεμον και με άνεση πίανει τον στόχο της.
es: Poké Ball de alto rendimiento. Tiene un índice de éxito superior al de la Poké Ball.
fr: Dispositif pour capturer des Pokémon sauvages. Il est jeté comme une balle à un Pokémon sauvage, encapsulant confortablement sa cible.
hu_hu: Egy készülék a vadonban élő Pokémonok elfogásához. Dobd neki egy vad Pokémonnak és ez kényelmesen magába zárja a célpontot.
it: Strumento dotato di capsula usato per catturare Pokémon selvatici. Si lancia contro il bersaglio come una palla.
nl: Een apparaat voor het vangen van wilde Pokémon. Je gooit het als een bal op een wilde Pokémon.
pl: Urządzenie do łapania dzikich Pokémonów. Rzuca się jak piłką w dzikie Pokémony, ujmójąc cel.
pt_br: Um dispositivo para capturar Pokémon selvagens. É jogado como uma bola em um Pokémon selvagem, encapsulando confortavelmente seu alvo.
pt_pt: Dispositivo para capturar Pokémons selvagens. É atirado como uma bola sobre um Pokémon selvagem, encapsulando confortavelmente o seu alvo.
ru: Девайс для ловли диких Покемонов. Бросается как шар в дикого Покемона комфортно храня его в себе.
tr: Vahşi Pokémon yakalamak için bir cihaz. Bir top gibi vahşi Pokémon'a atılır ve rahatça içine hapseder.
zh_cn: 捕捉宠物小精灵的道具，比精灵球有更高的概率成功。
zh_tw: 捕捉野生寶可夢的道具，比精靈球有更高的機率捕捉成功。

# D_ItemIncenseCool
source: Incense with a mysterious fragrance that lures wild Pokémon to your location for 30 minutes
cs: Esence se zvláštním odérem která vábí pokémony do vaší lokace na 30 minut
de: Ein wohlriechender Rauch, der 30 Minuten lang wilde Pokémon zu dir lockt.
el: Ένα θυμίαμα με μία μυστηριόδη μυρωδία η οποία ελκύει Πόκεμον στην τοποθεσία σου για 30 λεπτά
es: Incienso con una fragancia misteriosa que atrae a los Pokémon salvajes a tu ubicación durante 30 minutos
fr: Encens avec un mystérieux parfum qui attire les Pokémon sauvages à votre emplacement pendant 30 minutes
hu_hu: A füstölő egy titokzatos illattal a közeledbe csalogatja a vad Pokémonokat 30 percig.
it: Un intenso profumo che attrae i Pokémon selvatici per 30 minuti
nl: Wierook met een mysterieuze geur die wilde Pokémon voor 30 minuten naar je locatie lokt
pl: Kadzidło z tajemniczym zapachem, który wabi dzikie Pokémony do twojego położenia na 30 minut.
pt_br: Incenso com uma fragrância misteriosa que atrai os Pokémon selvagens para a sua localização por 30 minutos
pt_pt: Incenso com uma misteriosa fragrância que atrai os Pokémon selvagens para a sua localização durante 30 minutos
ru: Благовонии со странным запахом который приманивает диких Покемонов к вам в течении 30 минут.
tr: Yarım saat boyunca Pokémonları etrafınıza çeken gizemli kokan bir tütsü
zh_cn: 迷香的神秘芳香将野生小精灵吸引到你所在的位置，持续时间30分钟
zh_tw: 充滿神祕香氣的薰香，30 分鐘內引誘野生寶可夢到您的周圍。

# D_ItemIncenseFloral
source: Incense with a mysterious fragrance that lures wild Pokémon to your location for 30 minutes
cs: Esence se zvláštním odérem která vábí pokémony do vaší lokace na 30 minut
de: Ein wohlriechender Rauch, der 30 Minuten lang wilde Pokémon zu dir lockt.
el: Ένα θυμίαμα με μία μυστηριόδη μυρωδία η οποία ελκύει Πόκεμον στην τοποθεσία σου για 30 λεπτά
es: Incienso con una fragancia misteriosa que atrae a los Pokémon salvajes a tu ubicación durante 30 minutos
fr: Encens avec un mystérieux parfum qui attire les Pokémon sauvages à votre emplacement pendant 30 minutes
hu_hu: A füstölő egy titokzatos illattal a közeledbe csalogatja a vad Pokémonokat 30 percig.
it: Un intenso profumo che attrae i Pokémon selvatici per 30 minuti
nl: Wierook met een mysterieuze geur die wilde Pokémon naar je locatie voor 30 minuten lokt
pl: Kadzidło z tajemniczym zapachem, który wabi dzikie Pokémony do twojego położenia na 30 minut.
pt_br: Incenso com uma fragrância misteriosa que atrai os Pokémon selvagens para a sua localização por 30 minutos
pt_pt: Incenso com uma misteriosa fragrância que atrai os Pokémon selvagens para a sua localização durante 30 minutos
ru: Благовонии со странным запахом который приманивает диких Покемонов к вам в течении 30 минут.
tr: Yarım saat boyunca Pokémonları etrafınıza çeken gizemli kokan bir tütsü
zh_cn: 迷香的神秘芳香将野生小精灵吸引到你所在的位置，持续时间30分钟
zh_tw: 充滿神祕香氣的薰香，30 分鐘內引誘野生寶可夢到您的周圍。

# D_ItemIncenseOrdinary
source: Incense with a mysterious fragrance that lures wild Pokémon to your location for 30 minutes
cs: Esence se zvláštním odérem která vábí pokémony do vaší lokace na 30 minut
de: Ein wohlriechender Rauch, der 30 Minuten lang wilde Pokémon zu dir lockt.
el: Ένα θυμίαμα με μία μυστηριόδη μυρωδία η οποία ελκύει Πόκεμον στην τοποθεσία σου για 30 λεπτά
es: Incienso con una fragancia misteriosa que atrae alos Pokémon salvajes hacia donde estás durante 30 minutos.
fr: Encens avec un mystérieux parfum qui attire les Pokémon sauvages à votre emplacement pendant 30 minutes
hu_hu: A füstölő egy titokzatos illattal a közeledbe csalogatja a vad Pokémonokat 30 percig.
it: Un intenso profumo che attrae i Pokémon selvatici per 30 minuti
nl: Wierook met een mysterieuze geur die wilde Pokémon voor 30 minuten naar je locatie lokt
pl: Kadzidło z tajemniczym zapachem, który wabi dzikie Pokémony do twojego położenia na 30 minut.
pt_br: Incenso com uma fragrância misteriosa que atrai os Pokémon selvagens para a sua localização por 30 minutos
pt_pt: Incenso com uma misteriosa fragrância que atrai os Pokémon selvagens para a sua localização durante 30 minutos
ru: Благовонии со странным запахом который приманивает диких Покемонов к вам в течении 30 минут.
tr: Yarım saat boyunca Pokémonları etrafınıza çeken gizemli kokan bir tütsü
zh_cn: 迷香的神秘芳香将野生小精灵吸引到你所在的位置，持续时间30分钟
zh_tw: 充滿神祕香氣的薰香，30 分鐘內引誘野生寶可夢到您的周圍。

# D_ItemIncenseSpicy
source: Incense with a mysterious fragrance that lures wild Pokémon to your location for 30 minutes
cs: Esence se zvláštním odérem která vábí pokémony do vaší lokace na 30 minut
de: Ein wohlriechender Rauch, der 30 Minuten lang wilde Pokémon zu dir lockt.
el: Ένα θυμίαμα με μία μυστηριόδη μυρωδία η οποία ελκύει Πόκεμον στην τοποθεσία σου για 30 λεπτά
es: Incienso con una fragancia misteriosa que atrae a los Pokémon salvajes a tu ubicación durante 30 minutos
fr: Encens avec un mystérieux parfum qui attire les Pokémon sauvages à votre emplacement pendant 30 minutes
hu_hu: A füstölő egy titokzatos illattal a közeledbe csalogatja a vad Pokémonokat 30 percig.
it: Un intenso profumo che attrae i Pokémon selvatici per 30 minuti
nl: Wierook met een mysterieuze geur die wilde Pokémon voor 30 minuten naar je locatie lokt
pl: Kadzidło z tajemniczym zapachem, który wabi dzikie Pokémony do twojego położenia na 30 minut.
pt_br: Incenso com uma fragrância misteriosa que atrai os Pokémon selvagens para a sua localização por 30 minutos
pt_pt: Incenso com uma misteriosa fragrância que atrai os Pokémon selvagens para a sua localização durante 30 minutos
ru: Благовонии со странным запахом который приманивает диких Покемонов к вам в течении 30 минут.
tr: Yarım saat boyunca Pokémonları etrafınıza çeken gizemli kokan bir tütsü
zh_cn: 迷香的神秘芳香将野生小精灵吸引到你所在的位置，持续时间30分钟
zh_tw: 充滿神祕香氣的薰香，30 分鐘內引誘野生寶可夢到您的周圍。

# D_ItemIncubatorBasic
source: A device that incubates an Egg as you walk until it is ready to hatch.
cs: Zařízení které slouží pro inkubaci vajec, dokud nejsou připravená se vyklubat.
de: Eine Maschine, die ein Ei ausbrütet, bis es beim Herumlaufen schlüpft. Nach 3 Einsätzen geht sie kaputt.
el: Μία συσκευή η οποία εκολάπτει ενα αυγό όσο περπατάς μέχρι να ειναι έτοιμο να ανοίξει
es: Un aparato en el que se incuba un Huevo que eclosionará después de una cierta distancia. Se puede usar 3 veces.
fr: Un dispositif qui couve un oeuf pendant que vous marchez jusqu'à ce qu'il soit prêt à éclore.
hu_hu: Egy eszköz, ami kikelti a tojásod úgy, hogy addig kell sétálnod, ameddig ki nem kel a Pokémonod.
it: Un dispositivo per mettere le Uova in incubazione mentre copri la distanza necessaria a farle schiudere. Si può usare tre volte.
nl: Een apparaat waar je een ei in legt en waarmee je loopt totdat het klaar is om uit te komen.
pl: Urządzenie, które wysiaduje Jajko podczas chodzenia, aż jest gotowe do wyklucia.
pt_br: Um dispositivo que incuba o ovo conforme você anda até que esteja pronto para eclodir.
pt_pt: Dispositivo que incuba um ovo enquanto você caminha, até que esteja pronto para eclodir.
ru: Девайс который занимается инкубацией яиц пока вы двигаетесь.
tr: Yürüdüğünüz esnada çatlayana kadar Yumurtalarınızı kuluçkaya yatıran bir cihaz.
zh_cn: 将精灵蛋放在孵蛋器里，然后你走路的时候就开始孵蛋了。
zh_tw: 開始孵化一隻寶可夢蛋，在行走距離達到要求後寶可夢蛋將會孵化(可以使用3次，能與其他孵化器同時使用)。

# D_ItemIncubatorBasicUnlimited
source: A device that incubates an Egg as you walk until it is ready to hatch.
cs: Zařízení které slouží pro inkubaci vajec, dokud nejsou připravená se vyklubat.
de: Eine Maschine, die ein Ei ausbrütet, bis es beim Herumlaufen schlüpft. Unbegrenzt einsetzbar!
el: Μία συσκευή η οποία εκολάπτει ενα αυγό όσο περπατάς μέχρι να ειναι έτοιμο να ανοίξει
es: Un aparato en el que se incuba un Huevo que eclosionará cuando recorras una cierta distancia. ¡Uso ilimitado!
fr: Un dispositif qui couve un oeuf pendant que vous marchez jusqu'à ce qu'il soit prêt à éclore.
hu_hu: Egy eszköz, ami kikelti a tojásod úgy, hogy addig kell sétálnod, ameddig ki nem kel a Pokémonod.
it: Un dispositivo per mettere le Uova in incubazione mentre copri la distanza necessaria a farle schiudere. Si può usare un numero infinito di volte.
nl: Een apparaat waar je een ei in legt en waarmee je loopt totdat het klaar is om uit te komen.
pl: Urządzenie, które wysiaduje Jajko podczas chodzenia, aż jest gotowe do wyklucia.
pt_br: Um dispositivo que incuba o ovo conforme você anda até que esteja pronto para eclodir.
pt_pt: Dispositivo que incuba um ovo enquanto você caminha, até que esteja pronto para eclodir.
ru: Девайс который занимается инкубацией яиц пока вы двигаетесь.
tr: Yürüdüğünüz esnada çatlayana kadar Yumurtalarınızı kuluçkaya yatıran bir cihaz.
zh_cn: 将精灵蛋放在孵蛋器里，然后你走路的时候就开始孵蛋了，可无限使用。
zh_tw: 開始孵化一隻寶可夢蛋，在行走距離達到要求後寶可夢蛋將會孵化。

# D_ItemMasterBall
source: A device for capturing wild Pokémon. It's thrown like a ball at a wild Pokémon, comfortably encapsulating its target.
cs: Zařízení pro odchyt divokých pokemonů. Pokud je po pokemonovi hozeno, konfortně ho uzavře uvnitř.
de: Ein Ball mit 100% Erfolgsquote. Dem Pokéball in allen Punkten überlegen.
el: Μία συσκευή για να πίανεις άγρια πόκεμον. Την πετάς σάν μπάλα σε ένα άγριο πόκεμον και με άνεση πίανει τον στόχο του.
es: Poké Ball de alto rendimiento. Tiene un índice de éxito superior al de la Poké Ball normal.
fr: Dispositif pour capturer des Pokémon sauvages. Il est jeté comme une balle à un Pokémon sauvage, encapsulant confortablement sa cible.
hu_hu: Egy készülék a vadonban élő Pokémonok elfogásához. Dobd neki egy vad Pokémonnak és ez kényelmesen magába zárja a célpontot.
it: Strumento dotato di capsula usato per catturare Pokémon selvatici. Si lancia contro il bersaglio come una palla.
nl: Een apparaat voor het vangen van wilde Pokémon. Je gooit het als een bal op een wilde Pokémon.
pl: Urządzenie do łapania dzikich Pokémonów. Rzuca się jak piłką w dzikie Pokémony, ujmójąc cel.
pt_br: Um dispositivo para capturar Pokémon selvagens. É jogado como uma bola em um Pokémon selvagem, encapsulando confortavelmente seu alvo.
pt_pt: Dispositivo para capturar Pokémons selvagens. É atirado como uma bola sobre um Pokémon selvagem, encapsulando confortavelmente o seu alvo.
ru: Девайс для ловли диких Покемонов. Бросается как шар в дикого Покемона комфортно храня его в себе.
tr: Vahşi Pokémon yakalamak için bir cihaz. Bir top gibi vahşi Pokémon'a atılır ve rahatça içine hapseder.
zh_cn: 捕捉宠物小精灵的道具，一定能捕捉到野生神奇宝贝的最高性能的宝贝球。
zh_tw: 捕捉野生寶可夢的道具，有最高的機率捕捉成功。

# D_ItemPokeBall
source: A device for capturing wild Pokémon. It's thrown like a ball at a wild Pokémon, comfortably encapsulating its target.
cs: Zařízení pro odchyt divokých pokemonů. Pokud je po pokemonovi hozeno, konfortně ho uzavře uvnitř.
de: Damit fängst du wilde Pokémon. Du wirfst ihn wie einen normalen Ball. Das Design ähnelt dem einer Kapsel.
el: Μία συσκευή για να πίανεις άγρια πόκεμον. Την πετάς σάν μπάλα σε ένα άγριο πόκεμον και με άνεση πίανει τον στόχο του.
es: Dispositivo con diseño capsular que captura Pokémon salvajes. Se lanza como una bola contra el blanco.
fr: Dispositif pour capturer des Pokémon sauvages. Il est jeté comme une balle à un Pokémon sauvage, encapsulant confortablement sa cible.
hu_hu: Egy készülék a vadonban élő Pokémonok elfogásához. Dobd neki egy vad Pokémonnak és ez kényelmesen magába zárja a célpontot.
it: Strumento dotato di capsula usato per catturare Pokémon selvatici. Si lancia contro il bersaglio come una palla.
nl: Een apparaat voor het vangen van wilde Pokémon. Je gooit het als een bal op een wilde Pokémon.
pl: Urządzenie do łapania dzikich Pokémonów. Rzuca się jak piłką w dzikie Pokémony, ujmójąc cel.
pt_br: Um dispositivo para capturar Pokémon selvagens. É jogado como uma bola em um Pokémon selvagem, encapsulando confortavelmente seu alvo.
pt_pt: Dispositivo para capturar Pokémons selvagens. É atirado como uma bola sobre um Pokémon selvagem, encapsulando confortavelmente o seu alvo.
ru: Девайс для ловли диких Покемонов. Бросается как шар в дикого Покемона комфортно храня его в себе.
tr: Vahşi Pokémon yakalamak için bir cihaz. Bir top gibi vahşi Pokémon'a atılır ve rahatça içine hapseder.
zh_cn: 可以捕捉到野生神奇宝贝的装置，像丢球一样丢向目标。
zh_tw: 捕捉野生寶可夢的道具。

# D_ItemPotion
source: A spray-type medicine for treating wounds. It restores the HP of one Pokémon by 20 points.
cs: Sprejová medicína pro léčení ran. Pokémonu navrátí 20 HP.
de: Hilft bei Wunden. Füllt 20 der KP eines Pokémon wieder auf.
el: Ένα φάρμακο τύπου ψεκάσματος για την περίθαλψη πλυγών. Επαναφέρει το HP ενός Πόκεμον κατα 20 πόντους
es: Medicina en espray que cura heridas y restaura 20 de los PS de un Pokémon.
fr: Un médicament en spray pour le traitement des plaies. Il restaure les PV d'un Pokémon de 20 points.
hu_hu: Egy olyan növényi spray típusú gyógyszer, ami a sebek kezelésére van. Használatkor 20 HP-t ad a Pokémonodnak.
it: Medicina spray per il trattamento delle ferite. Restituisce 20 PS a un Pokémon.
nl: Een spray-type geneesmiddel voor de behandeling van wonden. Het herstelt de HP van een Pokémon met 20 punten.
pl: Lek w sprayu do leczenia ran. Zwraca Pokémonowi 20 HP.
pt_br: Um medicamento tipo spray para o tratamento de feridas. Ele restaura 20 pontos do HP de um Pokémon.
pt_pt: Medicamento em formato Spray para o tratamento de feridas. Ele restaura 20 pontos do HP de um Pokémon.
ru: Лекарство-спрей используеймый для лечения ран. Восстанавливает 20 HP.
tr: Yaralarla ilgilenmek için sprey tarzı bir ilaç. Bir Pokémon'unuzun HP'sini 20 puan arttırır.
zh_cn: 喷雾型的药水，可以回复一只神奇宝贝20点HP。
zh_tw: 用於治療傷口的噴霧式藥物，能夠恢復精靈寶可夢 20 點HP。

# D_ItemRevive
source: A medicine that can revive fainted Pokémon. It also restores half of a fainted Pokémon's maximum HP.
cs: Lék pro oživený pokemonů neschopných boje. Pokemonovi také obnoví polovinu chybějících HP.
de: Eine Medizin, die ein kampfunfähiges Pokémon wiederbelebt. Die Hälfte der maximalen KP wird wiederhergestellt.
el: Ένα φάρμακο το οποίο επαναφέρει λιπόθυμα Πόκεμον. Επίσης επαναφέρει το μισό απο το μέγιστο HP ενός λιπόθυμου Πόκεμον.
es: Medicina que revive a un Pokémon debilitado y le devuelve la mitad de sus PS.
fr: Un médicament qui peut réanimer un Pokémon évanoui. Il restaure également la moitié des PV maximum du Pokémon évanoui.
hu_hu: Egy gyógyszer, amely képes újraéleszteni az elájult Pokémonod. Visszatölti az elájult Pokémonod maximum életpontjának felét.
it: Medicina che può revitalizzare un Pokémon esausto. Restituisce anche metà dei PS massimi di un Pokémon esausto.
nl: Een geneesmiddel dat een flauwgevallen Pokémon kan doen herleven. Het herstelt ook de helft van een flauwgevallen Pokémon maximale HP.
pl: Lek, który może ożywić nieprzytomnego Pokémona. Zwraca również połowę maksymalnego HP nieprzytomnego Pokémona.
pt_br: Um medicamento que pode reviver Pokémons desmaiados. Ele também restaura metade do HP máximo de um Pokémon desmaiado.
pt_pt: Medicamento que permite reviver Pokémons desmaiados. Também restaura metade do HP máximo de um Pokémon desmaiado.
ru: Лекарство которое может восстановить павшего Покемона. Также восстанавливает половину HP.
tr: Bayılmış Pokémonlarınızı canlandıran bir ilaç. Aynı zamanda bayılmış Pokémon'unuzun HP'sini yarıya kadar doldurur.
zh_cn: 让一只神奇宝贝从濒死的状态恢复精神，并回复一半的HP。
zh_tw: 可以復活陷入昏迷的精靈寶可夢的藥並恢復一半的HP。

# D_ItemUltraBall
source: A device for capturing wild Pokémon. It's thrown like a ball at a wild Pokémon, comfortably encapsulating its target.
cs: Zařízení pro odchyt divokých pokemonů. Pokud je po pokemonovi hozeno, konfortně ho uzavře uvnitř.
de: Ein Ball mit hoher Erfolgsquote. Dem Superball in allen Punkten überlegen.
el: Μία συσκευή για να πίανεις άγρια πόκεμον. Την πετάς σάν μπάλα σε ένα άγριο πόκεμον και με άνεση πίανει τον στόχο του.
es: Poké Ball de rendimiento superior. Tiene un índice de éxito mayor al de la Super Ball.
fr: Dispositif pour capturer des Pokémon sauvages. Il est jeté comme une balle à un Pokémon sauvage, encapsulant confortablement sa cible.
hu_hu: Egy készülék a vadonban élő Pokémonok elfogásához. Dobd neki egy vad Pokémonnak és ez kényelmesen magába zárja a célpontot.
it: Strumento dotato di capsula usato per catturare Pokémon selvatici. Si lancia contro il bersaglio come una palla.
nl: Een apparaat voor het vangen van wilde Pokémon. Je gooit het als een bal op een wilde Pokémon.
pl: Urządzenie do łapania dzikich Pokémonów. Rzuca się jak piłką w dzikie Pokémony, ujmójąc cel.
pt_br: Um dispositivo para capturar Pokémon selvagens. É jogado como uma bola em um Pokémon selvagem, encapsulando confortavelmente seu alvo.
pt_pt: Dispositivo para capturar Pokémons selvagens. É atirado como uma bola sobre um Pokémon selvagem, encapsulando confortavelmente o seu alvo.
ru: Девайс для ловли диких Покемонов. Бросается как шар в дикого Покемона комфортно храня его в себе.
tr: Vahşi Pokémon yakalamak için bir cihaz. Bir top gibi vahşi Pokémon'a atılır ve rahatça içine hapseder.
zh_cn: 捕捉宠物小精灵的道具，比超级球更容易捕捉到神奇宝贝的性能好的宝贝球。
zh_tw: 捕捉野生寶可夢的道具，比超級球有更高的機率捕捉成功。

# ItemBlukBerry
source: Bluk Berry
cs: Bobule Bluk
de: Morbbeere
el: Μπλούκ Μούρο
es: Baya Oram
fr: Baie Remu
hu_hu: Bluk Bogyó
it: Baccamora
pl: Jagoda Bluk
pt_pt: Baga Bluk
ru: Блук-Бэрри
tr: Bluk Böğürtleni
zh_cn: 蓝莓
zh_tw: 藍莓

# ItemGreatBall
source: Great Ball
de: Superball
el: Γκρέιτ Μπαλλ
es: Super Ball
fr: Super Ball
hu_hu: Kitűnő labda
it: MegaBall
nl: Grote bal
pt_pt: Super Bola
ru: ГрейтБолл
tr: Süper Top
zh_cn: 超级球
zh_hk: 超級球
zh_tw: 超級球

# ItemHyperPotion
source: Hyper Potion
cs: Hyper Lektvar
de: Hypertrank
el: Ενεργειτικό Φίλτρο
es: Hiperpoción
hu_hu: Hyper főzet
it: Iperpozione
pl: Hiper Mikstura
pt_br: Hiper Poção
pt_pt: Hiper Poção
ru: ГиперМикстура
tr: Hiper İksir
zh_cn: 超高级药水
zh_hk: 超級恢復藥水
zh_tw: 超高級藥水

# ItemIncenseCool
source: Cool Incense
cs: Chladná Esence
de: Erfrischender Rauch
el: Δροσερό θυμίαμα
es: Incienso Frío
fr: Encens rafraichissant
hu_hu: Hűvös füstölő
it: Aroma fresco
nl: Wierook Cool
pl: Chłodne Kadzidło
pt_br: Incenso legal
pt_pt: Incenso Fresco
ru: Холодные Благовонии
tr: Serin Tütsü
zh_cn: 清凉迷香
zh_hk: 香薰
zh_tw: 冰涼熏香

# ItemIncenseFloral
source: Floral Incense
cs: Přírodní Esence
de: Blumiger Rauch
el: Άνθινο Θυμίαμα
es: Incienso Floral
fr: Encens Floral
hu_hu: Virág füstölő
it: Aroma floreale
nl: Wierook Bloem
pl: Kwieciste Kadzidło
pt_br: Incenso Floral
pt_pt: Incenso Floral
ru: Растительные Благовонии
tr: Bitkisel Tütsü
zh_cn: 植物迷香
zh_hk: 花香
zh_tw: 鮮花熏香

# ItemIncenseOrdinary
source: Incense
cs: Obyčejná Esence
de: Rauch
el: Συνιθυσμένο Θυμίαμα
es: Incienso
fr: Encens
hu_hu: Átlagos füstölő
it: Aroma
nl: Gewone wierook
pl: Zwykłe Kadzidło
pt_br: Incenso Comum
pt_pt: Incenso
ru: Обычные Благовонии
tr: Sıradan Tütsü
zh_cn: 普通迷香
zh_tw: 普通熏香

# ItemIncenseSpicy
source: Spicy Incense
cs: Kořeněná Esence
de: Würziger Rauch
el: Πικάντικο Θυμίαμα
es: Incienso Picante
fr: Encens Epicé
hu_hu: Fűszer füstölő
it: Aroma speziato
nl: Kruidige wierook
pl: Pikantne Kadzidło
pt_br: Incenso Picante
pt_pt: Incenso Picante
ru: Острые Благовонии
tr: Acılı Tütsü
zh_cn: 辛辣迷香
zh_tw: 辣味熏香

# ItemIncubatorBasic
source: Incubator
cs: Základní Inkubátor
de: Ei-Brutmaschine
el: Βασικό Εκολαπτύριο
es: Incubadora
fr: Incubateur Basique
hu_hu: Alap inkubátor
it: Incubatrice Uova
nl: Incubator Basic
pl: Podstawowy Inkubator
pt_br: Incubadora Básica
pt_pt: Incubadora
ru: Обычный Инкубатор
tr: Basit Kuluçka
zh_cn: 孵蛋器
zh_hk: Incubator Basic
zh_tw: 次數基礎孵蛋器

# ItemIncubatorBasicUnlimited
source: ∞ Incubator
cs: Zakladní Nelimitovaný Inkubátor
de: Ei-Brutmaschine ∞
el: Απεριόριστο Βασικό Εκολαπτύριο
es: Incubadora ∞
fr: Incubateur Basique Illimité
hu_hu: Végtelen inkubátor
it: Incubatrice Uova ∞
nl: Incubator Basic onbeperkt
pl: Podstawowy Nieograniczony Inkubator
pt_br: Incubadora Básica Ilimitada
pt_pt: Incubadora ilimitada
ru: Безлимитный Обычный Инкубатор
tr: Sınırsız Basit Kuluçka
zh_cn: 无限孵蛋器
zh_tw: 無限基礎孵蛋器

# ItemItemStorageUpgrade
source: Item Storage Upgrade
cs: Vylepšení Uložiště Předmětů
de: Beutel Plus
el: Αντικείμενο Αναβάθμισης Αποθήκης Αντικειμένων
es: Aumento de Espacio (Objetos)
fr: Extension du stockage des objets
hu_hu: Tárgy kapacitás növelés
it: Ampliamento spazio borsa
nl: Object opslag Upgrade
pl: Ulepszenie Magazynowania Przedmiotów
pt_br: Atualização de Armazenamento de Itens
pt_pt: Melhoria do Armazenamento de Itens
ru: Улучшение для Хранилища Предметов
tr: Eşya Limiti Geliştirmesi
zh_cn: 升级背包
zh_tw: 背包擴充

# ItemLuckyEgg
source: Lucky Egg
cs: Šťastné Vejce
de: Glücksei
el: Τυχερό Αυγό
es: Huevo de la suerte
fr: Oeuf Chance
hu_hu: Szerencse tojás
it: Fortunuovo
nl: Gelukkige ei
pl: Szczęśliwe Jajko
pt_br: Ovo da Sorte
pt_pt: Ovo da Sorte
ru: Яйцо Удачи
tr: Şanslı Yumurta
zh_cn: 幸运蛋
zh_tw: 幸運蛋

# ItemMasterBall
source: Master Ball
de: Meisterball
el: Μάστερ Μπαλ
hu_hu: Mester labda
nl: Master bal
pt_pt: Bola Mestra
ru: МастерБолл
tr: Usta Top
zh_cn: 大师球
zh_tw: 掌門球

# ItemMaxPotion
source: Max Potion
cs: Max Lektvar
de: Top-Trank
el: Μέγιστο Φίλτρο
es: Poción máxima
fr: Potion Max
hu_hu: Maximális főzet
it: Pozione Max
pl: Maksymalna Mikstura
pt_br: Poção Máxima
pt_pt: Poção Máxima
ru: Макс. Микстура
tr: Tam İksir
zh_cn: 全满药水
zh_tw: 全滿藥水

# ItemMaxRevive
source: Max Revive
cs: Max Oživit
de: Top-Beleber
el: Μέγιστη Επαναφορά
es: Revivir máximo
fr: Rappel Max
hu_hu: Maximális felélesztés
it: Revitalizzante Max
nl: Max herleven
pl: Maksymalne Ożywienie
pt_br: Reviver Máximo
pt_pt: Reanimador Máximo
ru: Макс. Восстановитель
tr: Tam Canlandırma
zh_cn: 特级更生剂
zh_tw: 特級復活石

# ItemNanabBerry
source: Nanab Berry
cs: Bobule Nanab
de: Nanabbeere
el: Νάναμπ Μούρο
es: Baya Latano
fr: Baie Nanab
hu_hu: Nanab Bogyó
it: Baccabana
pl: Jagoda Nanab
pt_pt: Baga Nabab
ru: Нанаб-Бэри
tr: Nanab Böğürtleni
zh_cn: 粉蕉
zh_tw: 粉蕉

# ItemPinapBerry
source: Pinap Berry
cs: Bobule Pinap
de: Sananabeere
el: Πίναπ Μόυρο
es: Baya Pinia
fr: Baie Nanana
hu_hu: Pinap Bogyó
it: Baccananas
pl: Jagoda Pinap
pt_pt: Baga Pinap
ru: Пинаб-Бэри
tr: Pinap Böğürtleni
zh_cn: 黄旺梨
zh_tw: 黃旺梨

# ItemPokeBall
source: Poke Ball
de: Pokéball
el: Πόκεμπαλ
es: Poké Ball
fr: Poké Ball
hu_hu: Pokélabda
it: PokéBall
nl: Poke bal
pt_pt: Pokebola
ru: ПокеБолл
tr: Poke Top
zh_cn: 精灵球
zh_hk: 精靈球
zh_tw: 精靈球
